0x9ef.vscode-vlang
aaron-bond.better-comments
batisteo.vscode-django
bierner.markdown-preview-github-styles
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
donjayamanne.python-extension-pack
eg2.vscode-npm-script
esbenp.prettier-vscode
infosec-intern.yara
jasonnutter.search-node-modules
leizongmin.node-module-intellisense
Luxcium.pop-n-lock-theme-vscode
magicstack.MagicPython
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.sublime-keybindings
ms-vscode.vscode-typescript-tslint-plugin
PKief.material-icon-theme
rbbit.typescript-hero
tushortz.python-extended-snippets
VisualStudioExptTeam.vscodeintellicode
waderyan.nodejs-extension-pack
wholroyd.jinja
xabikos.JavaScriptSnippets
yzane.markdown-pdf
ZainChen.json
zenor.makefile-creator
